Repository: linagora/Twake-Mobile
Catalog: lib/l10n/app_*.arb
Languages: it, ru, vi

source: Photo or video
it: Foto o video
ru: Фото или видео
vi: Ảnh hay phim

source: File
ru: Файл
vi: Tài liệu

source: File upload failed
it: Caricamento del file fallito
ru: Ошибка загрузки файла
vi: Tải tệp lên không thành công

# photoOrVideoSubtitle
source: Send an element from your gallery
it: Invia un elemento della tua galleria
ru: Отправить элемент из галереи
vi: Gửi đến bộ sưu tập

# takePictureSubtitle
source: Send a photo just taken
it: Invia una foto appena scattata
ru: Отправить только что сделанную фотографию
vi: Gửi ảnh vừa chụp

# takePicture
source: Take a picture
it: Scatta una foto
ru: Сделать фотографию
vi: Chụp ảnh

source: ATTACHED FILES
it: FILE ALLEGATI
ru: ПРИКРЕПЛЕННЫЕ ФАЙЛЫ
vi: TỆP ĐÃ ĐÍNH KÈM

# fileSubtitle
source: Attach document from your local drive
it: Allega un documento dal tuo disco locale
ru: Прикрепить документ с локального диска
vi: Đính kèm tài liệu trong máy của bạn

# attachedFilesHint
source: You can add up to {number} files
it: Puoi aggiungere fino a {number} file
ru: Вы можете добавить до {number} файлов
vi: Bạn có thể thêm {number} tệp

# cantOpenFile
source: Cannot open this file
it: Impossibile aprire questo file
ru: Невозможно открыть этот файл
vi: Không thể mở tệp này

source: File downloaded in Gallery
it: File scaricato in Galleria
ru: Файл загружен в галерею
vi: Tệp được tải về trong Bộ sưu tập

source: Open Settings
it: Apri Impostazioni
ru: Открыть настройки
vi: Mở cài đặt

# openSettingsMessage
source: You need to open Settings to grant permission
it: È necessario aprire Impostazioni per concedere il permesso
ru: Вам необходимо открыть Настройки, чтобы предоставить разрешение
vi: Bạn cần mở cấu hình và phân quyền

source: Open it
it: Aprilo
ru: Открыть
vi: Mở ra

source: Deny
it: Negare
ru: Отклонить
vi: Từ chối

source: Appearance
it: Aspetto
ru: Тема
vi: Giao diện

source: Light
it: Chiaro
ru: Светлая
vi: Nhẹ

source: Dark
it: Scuro
ru: Темная
vi: Tối

source: System
it: Sistema
ru: Системная
vi: Hệ thống

# appearanceDescription
source: If system is selected, Twake will automatically change its apperance based on your device’s system settings.
it: Se l'opzione "Sistema" è selezionata, Twake cambierà automaticamente il suo aspetto in base alle impostazioni di sistema del tuo dispositivo.
ru: При выборе варианта "Системная", Twake автоматически изменит тему в соответствии с системными настройками вашего устройства.
vi: Nếu hệ thống được chọn, Twake sẽ tự động thay đổi giao diện của nó dựa trên cài đặt hệ thống trên thiết bị của bạn.

# automaticallyInviteAllWorkspaceUsers
source: Automatically invite all workspace users to this channel
it: Invita automaticamente tutti gli utenti dello spazio di lavoro a questo canale
ru: Автоматически приглашать всех пользователей рабочей среды на этот канал
vi: Tự động mời tất cả người dùng trong không gian làm việc vào kênh này

source: Public
it: Pubblico
ru: Публичный
vi: Công khai

source: Invite all workspace users
it: Invita tutti gli utenti dello spazio di lavoro
ru: Пригласить всех пользователей рабочей среды
vi: Mời tất cả mọi người trong khôn gian làm việc

source: Private
it: Privato
ru: Частный
vi: Riêng tư

# youHaveBeenDisconnected
source: You have been disconnected and directed to {url}
it: Sei stato disconnesso e indirizzato a {url}
ru: Вы были отключены и направлены по адресу {url}
vi: Bạn bị mất kết nối và được dẫn tới {url}

# reachedLimitFileUploading
source: Upload limit reached
it: Limite di caricamento raggiunto
ru: Предел загрузки достигнут
vi: Tải lên đạt giới hạn

# reachedLimitFileUploadingSub
source: You have reached the limit of file uploading
it: Hai raggiunto il limite di caricamento dei file
ru: Вы достигли предела загрузки файлов
vi: Bạn đã đạt tới giới hạn tài liệu tải lên

source: Got it
it: Capito
ru: Понятно!
vi: Đã hiểu

source: Create private channel
it: Crea un canale privato
ru: Создать частный канал

source: Group chat limit
it: Limite della chat di gruppo
ru: Ограничение группового чата

# continueLimit
source: Continue with only 10 members
it: Continuare con solo 10 membri
ru: Продолжить работу только с 10 участниками

# groupDirectLimit
source: You can add up to 10 members to your group chat. If you want to add more, consider creating a private channel
it: Puoi aggiungere fino a 10 membri alla tua chat di gruppo. Se vuoi aggiungerne di più, considera la creazione di un canale privato
ru: В групповой чат можно добавить не более 10 участников. Если вы хотите добавить больше, подумайте о создании частного канала

# confirmGenerateNewMagicLinkSubtitle
source: The previous link won't be usable anymore
it: Il link precedente non sarà più utilizzabile
ru: Предыдущая ссылка перестанет быть действительной

source: Yes
it: Sì
ru: Да

# confirmGenerateNewMagicLink
source: Are you sure you want to generate a new link?
it: Sei sicuro di voler generare un nuovo link?
ru: Вы уверены, что хотите создать новую ссылку?

# confirmLogoutMagicLink
source: You are trying to open a magic link from an other Twake server. To use it, we have to disconnect you from your current server ({url}). Please confirm that you want to logout.
it: Stai cercando di aprire un link magico da un altro server di Twake. Per utilizzarlo, dobbiamo disconnetterti dal server corrente ({url}). Conferma che desideri disconnetterti.
ru: Вы пытаетесь открыть ссылку с другого сервера Twake. Чтобы использовать ее, нам необходимо отключить вас от вашего текущего сервера ({url}). Пожалуйста, подтвердите, что вы хотите выйти из системы.

source: No
ru: Нет

# youHaveNoCompany
source: You have no company yet
it: Non hai ancora un'azienda
ru: У вас еще нет компании

# youHaveNoCompanySubtitle
source: Ask you colleagues to invite you inside their company
it: Chiedi ai tuoi colleghi di invitarti nella azienda
ru: Попросите коллег пригласить вас в компанию

source: Retry
it: Riprova
ru: Повторить попытку

# youRespectful
source: You
it: Tu
ru: Вы

# leaveChannel
source: Leave channel {channelName}
it: Lascia il canale {channelName}
ru: Покинуть канал {channelName}

# addComment
source: Add a comment...
it: Aggiungere un commento...
ru: Добавить комментарий...

source: Share to Twake
it: Condividi su Twake
ru: Поделиться в Twake

# shareFiles
source: {count, plural, =1{Share 1 file} other{Share {count} files}}
it: {count, plural, =1{Condividi 1 file} other{Condividi {count} files}}
ru: {count, plural, =1{Поделиться 1 файлом} other{Поделиться {count} файлами}}

source: Images
it: Immagini
ru: Изображения

source: No file in channel
it: Nessun file nel canale
ru: Файла нет в канале

# sentBy
source: Sent by {sender}
it: Inviato da {sender}
ru: Отправлено {sender}

# shareImages
source: {count, plural, =1{Share 1 image} other{Share {count} images}}
it: {count, plural, =1{Condividi 1 immagine} other{Condividi {count} immagini}}
ru: {count, plural, =1{Поделиться 1 изображением} other{Поделиться {count} изображениями}}

source: Companies
it: Aziende
ru: Компании

source: To
it: A
ru: Кому

source: Show all
it: Mostra tutti
ru: Показать все

# channelAndChat
source: Channels and chats
it: Canali e chat
ru: Каналы и чаты

# searchChannelAndChat
source: Search channels and chats
it: Cerca canali e chat
ru: Поиск по каналам и чатам

source: Files
it: File
ru: Файлы

# leaveChannelWarning
source: Are you sure you want to leave this channel?
it: Sei sicuro di voler lasciare questo canale?
ru: Вы уверены, что хотите покинуть этот канал?

# fileDownloadedInStorage
source: File is downloaded and saved in device Storage
it: Il file viene scaricato e salvato nella memoria del dispositivo
ru: Файл загружен и сохранен в памяти устройства

# pinMesssage
source: pin
it: Fissare
ru: закрепить

# unpinMesssage
source: unpin
it: Togliere
ru: открепить

source: Pinned messages
it: Messaggi fissati
ru: Закрепленные сообщения

source: Unpin all messages
it: Togliere tutti i messaggi
ru: Открепить все сообщения

# somethingWentWrong
source: Sorry, something went wrong
it: Scusa, qualcosa è andato storto
ru: Извините, что-то пошло не так

# noPinnedMessages
source: There are no pinned messages yet
it: Non ci sono ancora messaggi fissati
ru: Закрепленных сообщений пока нет

# unpinnedNumber
source: {unpinnedNumber} messages unpinned
it: {unpinnedNumber} messaggi tolti
ru: Количество открепленных сообщений: {unpinnedNumber}

# userAlreadyInWorkspace
source: User is already in workspace
it: L'utente è già nello spazio di lavoro
ru: Пользователь уже находится в рабочем пространстве

# emailIsNotValid
source: Email format is not valid
it: Il formato dell'e-mail non è valido
ru: Недопустимый формат электронной почты

# unableInviteUser
source: Unable to invite this user to your company
it: Impossibile invitare questo utente nella tua azienda
ru: Невозможно пригласить этого пользователя в вашу компанию

source: Something was wrong
it: C'era qualcosa che non andava
ru: Что-то пошло не так

# pendingUserExist
source: Pending user already exists
it: L'utente in attesa esiste già
ru: Пользователь уже существует

# galleryImagesUnavailable
source: Photo gallery images are unavailable. Please, allow gallery access in system settings to send images and videos
it: Le immagini della galleria fotografica non sono disponibili. Per favore, consenti l'accesso alla galleria nelle impostazioni di sistema per inviare immagini e video
ru: Изображения фотогалереи недоступны. Пожалуйста, разрешите доступ к галерее в настройках системы для отправки изображений и видео

source: Add local storage file
it: Aggiungere un file di memoria locale
ru: Добавить файл локального хранилища

source: Twake files
it: File Twake
ru: Файлы Twake

source: Retake
it: Riprendere
ru: Попробовать еще раз

source: Search for files
it: Cerca file
ru: Поиск файлов

# errorOccuredDuringSavingPicture
source: Error occured during saving this picture
it: Si è verificato un errore durante il salvataggio di questa immagine
ru: Произошла ошибка при сохранении этого изображения

# errorMessageDuringCompanyFiles
source: Sometimes it takes a while to load up heavy files, please be patient
it: A volte ci vuole un po' di tempo per caricare file pesanti, si prega di essere pazienti
ru: Загрузка объемных файлов может занимать некоторое время, пожалуйста, подождите

# loadingMessageDuringCompanyFiles
source: Sometimes it takes a while to load up heavy files, please be patient
it: A volte ci vuole un po' di tempo per caricare file pesanti, si prega di essere pazienti
ru: Загрузка объемных файлов может занимать некоторое время, пожалуйста, подождите

source: Go to settings
it: Vai alle impostazioni
ru: Перейти к настройкам

# errorHeaderDuringCompanyFiles
source: Twake files are unavailable
it: I file di Twake non sono disponibili
ru: Файлы Twake недоступны

# loadingHeaderDuringCompanyFiles
source: Twake files are loading
it: I file di Twake vengono caricati
ru: Файлы Twake загружаются

source: Clear
it: Eliminare
ru: Очистить

source: Image
it: Immagine
ru: Изображение

source: Gallery
it: Galleria
ru: Галерея

source: Error occured during takeing picture
it: Si è verificato un errore durante la ripresa dell'immagine
ru: Во время съемки произошла ошибка
