Repository: linagora/Twake-Mobile
Catalog: lib/l10n/app_*.arb
Languages: it, ru, vi

# workspaceCreate
source: Add new workspace
it: Aggiungi un nuovo spazio di lavoro
ru: Добавить новую рабочую среду
vi: Tạo không gian làm việc mới

# organisationSwitch
source: Switch organisation
it: Organizzazione dell'interruttore
ru: Изменить компанию
vi: Chuyển đổi tổ chức

source: WORKSPACES
it: SPAZI DI LAVORO
ru: РАБОЧАЯ СРЕДА
vi: KHÔNG GIAN LÀM VIỆC

source: New workspace
it: Nuovo spazio di lavoro
ru: Новая рабочая среда
vi: Không gian làm việc mới

# messageDeleted
source: The message has been deleted
it: Questo messaggio è stato eliminato
ru: Сообщение было удалено
vi: Tin nhắn đã bị xóa

# internetConnection
source: No internet connection
it: Nessuna connessione Internet
ru: Отсутствует подключение к интернету
vi: Không có kết nối internet

source: Sign in
it: Accedi
ru: Войти
vi: Đăng nhập

# serverConnectionPreferenceInfo
source: Before you can proceed, please, choose a default server connection
it: Prima di procedere, scegliete una connessione al server predefinita
ru: Прежде чем продолжить, пожалуйста, выберите сервер по умолчанию
vi: Trước khi bạn có thể tiếp tục, vui lòng chọn một kết nối máy chủ mặc định

# emailAddressRequest
source: Please enter email address
it: Inserisci l'indirizzo e-mail
ru: Пожалуйста, введите адрес электронной почты
vi: Vui lòng nhập địa chỉ email của bạn

source: Start using Twake
it: Inizia a usare Twake
ru: Начните использовать Twake
vi: Bắt đầu sử dụng Twake

source: Resend email
it: Invia nuovamente l'e-mail
ru: Отправить письмо ещё раз
vi: Gửi lại email

source: Email sent
it: E-mail inviata
ru: Письмо отправлено
vi: Email đã được gửi

source: Email resend failed
it: Reinvio dell'e-mail non riuscito
ru: Повторная отправка письма не удалась
vi: Gửi lại email không thành công

source: Sign up failed
it: Iscrizione non riuscita
ru: Зарегистрироваться не удалось
vi: Đăng ký thất bại

# signupFailedInfo
source: Unfortunately, something went wrong during your sign up
it: Sfortunatamente, qualcosa è andato storto durante la tua iscrizione
ru: К сожалению, во время регистрации что-то пошло не так
vi: Thật không may, có lỗi xảy ra trong quá trình đăng ký của bạn

source: Sign up
it: Iscriviti
ru: Регистрация
vi: Đăng kí

# signupAgreement
source: By continuing, you’re agreeing to our #Terms of Services# and #Privacy Policy
it: Continuando, accetti i nostri #Termini di servizio# e #informativa sulla riservatezza
ru: Продолжая, вы соглашаетесь с нашими #Условиями предоставления услуг# и #Политикой конфиденциальности
vi: Để tiếp tục, bạn đồng ý với Điều khoản và Chính sách bảo mật của chúng tôi

# incorrectEmailError
source: Please enter the correct email address
it: Inserisci l'indirizzo e-mail corretto
ru: Пожалуйста, введите существующий адрес электронной почты
vi: Vui lòng nhập địa chỉ email chính xác

# emailAlreadyInUse
source: Entered email address is already in use
it: L'indirizzo e-mail inserito è già in uso
ru: Введенный адрес электронной почты уже используется
vi: Email nhập vào đã được sử dụng từ trước

# signupAgain
source: Sign up once again
it: Iscriviti ancora una volta
ru: Зарегистрируйтесь еще раз
vi: Đăng ký lại một lần nữa

# blankAddressError
source: Address cannot be blank
it: L'indirizzo non può essere vuoto
ru: Адрес не может быть пустым
vi: Địa chỉ không được để trống

# changeServerHint
source: Tap “Connect” if you don’t know exactly what is this all about
it: Tocca «Connetti» se non sai esattamente di cosa si tratta
ru: Нажмите "Подключиться", если вы не знаете, о чем идет речь
vi: Nhấn vào “Kết nối” nếu bạn không biết chính xác tất cả những điều này là gì

source: Server connection preference
it: Preferenza di connessione al server
ru: Предпочтения по подключению
vi: Tùy chỉnh kết nối máy chủ

source: Already have an account?
it: Hai già un account?
ru: Уже есть учётная запись?
vi: Bạn đã có tài khoản?

source: Change server
it: Cambia server
ru: Изменить сервер
vi: Thay đổi máy chủ

source: Invalid host
it: Host non valido
ru: Некорректный адрес
vi: Máy chủ lưu trữ không hợp lệ

# changeServerInfo
source: You can connect with different server or instead proceed with default Linagora server
it: Puoi connetterti con un server diverso o invece procedere con il server di default di Linagora
ru: Вы можете подключиться к другому серверу или использовать сервер Linagora
vi: Bạn có thể kết nối với máy chủ khác hoặc thay vào đó tiếp tục với máy chủ Linagora mặc định

# signupAgainInfo
source: Please, try to sign up once again later or contact our technical support team
it: Per favore, prova a registrarti di nuovo più tardi o contatta il nostro team di team di supporto tecnico
ru: Пожалуйста, попробуйте зарегистрироваться еще раз позже или свяжитесь с нашей службой технической поддержки
vi: Vui lòng đăng ký lại hoặc liên hệ đội hỗ trợ của chúng tôi

source: Channels
it: Canali
ru: Каналы
vi: Kênh

source: Chats
it: Chat
ru: Чаты
vi: Nhắn tin

source: Mute
it: Muto
ru: Выключить
vi: Tắt tiếng

source: Pin
it: Fissa
ru: Закрепить
vi: Ghim

source: Archive
it: Archivia
ru: Архив
vi: Lưu trữ

# archiveInfo
source: Declutter your current listing
it: Riordina il tuo elenco attuale
ru: Разберитесь с текущим листингом
vi: Khai báo danh sách hiện tại của bạn

# logoutConfirmation
source: Are you sure you want to log out of your account?
it: Vuoi davvero uscire dal tuo account?
ru: Вы уверены, что хотите выйти из своей учетной записи?
vi: Bạn có chắc chắn muốn đăng xuất khỏi tài khoản của mình không?

# notificationsStop
source: Stop receiving all notifications
it: Smetti di ricevere tutte le notifiche
ru: Прекратить получение уведомлений
vi: Ngừng nhận tất cả thông báo

# workspaceNameError
source: Workspace name cannot be empty
it: Il nome dello spazio di lavoro non può essere vuoto
ru: Имя рабочей среды не может быть пустым
vi: Không được để trống tên không gian làm việc

# workspaceCreationErrorInfo
source: Please provide a name for a new workspace and optional workspace icon
it: Si prega di fornire un nome per un nuovo spazio di lavoro e un'icona opzionale per lo spazio di lavoro
ru: Укажите имя новой рабочей среды и, при желании, значок рабочей среды
vi: Vui lòng cung cấp tên cho không gian làm việc mới và biểu tượng không gian làm việc tùy chọn

source: Add email
it: Aggiungi un'e-mail
ru: Добавить электронную почту
vi: Thêm email

source: Invitation limit
it: Limite di invito
ru: Лимит приглашений
vi: Giới hạn lời mời

source: Connect
it: Connetti
ru: Подключиться
vi: Kết nối

source: Language
it: Lingua
ru: Язык
vi: Ngôn ngữ

source: Workspace name
it: Nome dello spazio di lavoro
ru: Название рабочей среды
vi: Tên không gian làm việc

source: ADD YOUR TEAM MEMBERS
it: AGGIUNGI I MEMBRI DELLA TUA SQUADRA
ru: ДОБАВЬТЕ УЧАСТНИКОВ СВОЕЙ КОМАНДЫ
vi: THÊM THÀNH VIÊN NHÓM CỦA BẠN

source: Not assigned
it: Non assegnato
ru: Не назначен
vi: Chưa được giao

source: OK
ru: Готово

source: Processing
it: In lavorazione
ru: В работе
vi: Đang xử lý

# invitationLimitInfo
source: To add more team members,please, verify your account. We sent verification details to:
it: Per aggiungere altri membri della squadra, per favore, verifica il tuo account. Abbiamo inviato i dettagli di verifica a:
ru: Чтобы добавить больше членов команды, пожалуйста, подтвердите свой аккаунт. Мы отправили данные для верификации по адресу:
vi: Để thêm nhiều thành viên trong nhóm, vui lòng xác minh tài khoản của bạn. Chúng tôi đã gửi chi tiết xác minh tới:

source: Mark as unread
it: Segna come non letto
ru: Пометить как непрочитанное
vi: Đánh dấu chưa đọc

# markAsUnreadInfo
source: Hide the fact of having seen the message
it: Nascondi il fatto di aver visto il messaggio
ru: Скрыть факт просмотра сообщения
vi: Không gửi tình trạng đã xem tin nhắn

# pinInfo
source: Pin the channel to keep it visible
it: Appunta il canale per mantenerlo visibile
ru: Закрепите канал, чтобы он оставался видимым
vi: Ghim kênh để luôn hiển thị

source: Notifications
it: Notifiche
ru: Уведомления
vi: Thông báo

source: Customer support
it: Servizio clienti
ru: Поддержка клиентов
vi: Hỗ trợ khách hàng

source: Log out
it: Esci
ru: Выход
vi: Đăng xuất

source: New direct chat
it: Nuova chat diretta
ru: Новый чат
vi: Tạo nới trò chuyện trực tiếp

source: New channel
it: Nuovo canale
ru: Новый канал
vi: Tạo kênh mới

source: Delete
it: Elimina
ru: Удалить
vi: Xóa bỏ

source: Name
it: Nome
ru: Название
vi: Tên

# noConversationInChannel
source: There are no messages in this channel! Start conversation by sending some text, image or document
it: Non ci sono messaggi in questo canale! Inizia la conversazione inviando un testo, un'immagine o un documento
ru: В этом канале пока нет сообщений! Начните разговор, отправив текст, изображение или документ
vi: Không có tin nhắn nào trong kênh này! Bắt đầu cuộc trò chuyện bằng gửi một số văn bản, hình ảnh hoặc tài liệu

# search
source: Find channels
it: Ricerca canali
ru: Поиск каналов
vi: Tìm kiếm kênh

# workspaceNameInfo
source: Workspace name
it: Nome dello spazio di lavoro
ru: Рабочая среда
vi: Tên không gian làm việc

source: Settings
it: Impostazioni
ru: Параметры
vi: Cài đặt

source: Direct chats
it: Chat dirette
ru: Чаты
vi: Trò chuyện trực tiếp

source: Cancel
it: Annulla
ru: Отмена
vi: Hủy bỏ

source: Create
it: Crea
ru: Создать
vi: Tạo

# messageNotSentInfo
source: Your message was not sent. Tap Try Again to resend this message
it: Il tuo messaggio non è stato inviato. Tocca Riprova per inviare nuovamente questo messaggio
ru: Ваше сообщение не было отправлено. Нажмите "Попробовать еще раз", чтобы отправить повторно
vi: Tin nhắn của bạn không gửi được. Nhấn vào Thử lại để gửi lại tin nhắn này

source: Try again
it: Prova di nuovo
ru: Попробовать снова
vi: Thử lại

# deleteMessageInfo
source: Delete this message
it: Elimina questo messaggio
ru: Удалить это сообщение
vi: Xóa tin nhắn này

source: Channel name
it: Nome del canale
ru: Имя канала
vi: Tên kênh

# channelNameAndIconSuggestion
source: Please provide a channel name and optional icon
it: Si prega di fornire un nome di canale e un'icona opzionale
ru: Пожалуйста, укажите название канала и, при желании, значок
vi: Vui lòng cung cấp tên kênh và biểu tượng tùy chọn

# createNewChannel
source: New channel
it: Nuovo canale
ru: Новый канал
vi: Tạo kênh mới

source: View
it: Visualizza
ru: Просмотреть
vi: Lượt xem

# firstMessageInChannelInfo
source: This is the first message of the channel
it: Questo è il primo messaggio del canale
ru: Это первое сообщение канала
vi: Đây là tin nhắn đầu tiên của kênh

source: Reply
it: Commento
ru: Ответить
vi: Trả lời

source: New reply...
it: Aa
ru: Новый ответ...
vi: Trả lời mới ...

source: Edit
it: Modifica
ru: Редактировать
vi: Sửa

source: Save
it: Salva
ru: Сохранить
vi: Lưu

source: Copy
it: Copia
ru: Копировать
vi: Sao chép

source: Member management
it: Gestione dei membri
ru: Управление участниками
vi: Quản lý thành viên

source: Remove from channel
it: Rimuovi dal canale
ru: Удалить из канала
vi: Xóa khỏi kênh

# memberRemoved
source: Member is removed
it: Il membro viene rimosso
ru: Участник удален
vi: Thành viên đã bị xóa

# sendDirect
source: Send a direct message
it: Invia un messaggio diretto
ru: Отправить личное сообщение
vi: Gửi tin nhắn trực tiếp

# membersPlural
source: {count, plural, =0{No members} =1{1 member} other{{count} members}}
it: {count, plural, =0{Nessuno membro} =1{1 membro} other{{count} membri}}
ru: {count, plural, =0{Нет участников} =1{1 участник} other{{count} участников}}
vi: {count, plural, =0{Không có thành viên} =1{1 thành viên} other{{count} thành viên}}

# threadReplies
source: Threaded replies
it: Risposte filtrate
ru: Ответы
vi: Câu trả lời theo chuỗi

source: Twake version
it: Versione Twake
ru: Версия Twake
vi: Phiên bản Twake

source: Invite people to Twake
it: Invita persone a Twake
ru: Приглашайте людей в Twake
vi: Mời mọi người tham gia Twake

source: CHANNEL TYPE
it: TIPO DI CANALE
ru: ТИП КАНАЛА
vi: LOẠI KÊNH

# channelTypeInfo
source: Public channels can found by everyone, though private channels can only be joined by invitation
it: I canali pubblici possono essere trovati da tutti, anche se i canali privati possono essere uniti solo su invito
ru: Публичные каналы могут найти все желающие, к частным каналам можно присоединиться по приглашению
vi: Mọi người đều có thể tìm thấy các kênh công khai, thông qua các kênh riêng tư chỉ có thể tham gia bằng lời mời

# addMember
source: Add a member
it: Aggiungi membro
ru: Добавить участника
vi: Thêm thành viên

# messageLoadError
source: Couldn't load messages
it: Impossibile caricare i messaggi
ru: Не удалось загрузить сообщения
vi: Không thể tải tin nhắn

# chatLoading
source: We are loading chat, please, be patient 😊😕
it: Stiamo caricando la chat, per favore, sii paziente 😊😕
ru: Мы загружаем чат, пожалуйста, потерпите 😊😕
vi: Đang tải lịch sử chat, vui lòng chờ trong giây lát 😊😕

# searchMembers
source: Search for members
it: Ricerca membri
ru: Поиск участников
vi: Tìm kiếm thành viên

source: No recents
it: Non ci sono recenti
ru: Без недавних
vi: Không có gần đây

source: FOUND PEOPLE
it: PERSONE TROVATE
ru: НАЙДЕННЫЕ ЛЮДИ
vi: TÌM THẤY

source: Username
it: Nome utente
ru: Имя пользователя
vi: Tên truy cập

source: First name
it: Nome
ru: Имя
vi: Tên

source: {someone}'s messages
it: I messaggi di {someone}
ru: Сообщения {someone}
vi: tin nhắn của {someone}

source: English
it: Inglese
ru: Английский
vi: Tiếng Anh

source: Spanish
it: Spagnolo
ru: Испанский
vi: Tiếng Tây Ban Nha

source: Channel description
it: Descrizione del canale
ru: Описание канала
vi: Miêu tả kênh

source: Search for members
it: Ricerca membri
ru: Поиск участников
vi: Tìm kiếm thành viên

source: RECENT CHATS
it: CHAT RECENTI
ru: НЕДАВНИЕ БЕСЕДЫ
vi: TRÒ CHUYỆN GẦN ĐÂY

source: View profile
it: Visualizza il profilo
ru: Просмотреть профиль
vi: Xem trang cá nhân

source: New Chat
it: Nuova chat
ru: Новый чат
vi: Tạo trò chuyện mới

source: Last name
it: Cognome
ru: Фамилия
vi: Họ đệm

# channelDescriptionSuggestion
source: Please provide an optional description for your channel
it: Per favore, fornisci una descrizione opzionale per il tuo canale
ru: Пожалуйста, предоставьте описание для вашего канала
vi: Vui lòng cung cấp mô tả tùy chọn cho kênh của bạn

source: INVITED MEMBERS
it: MEMBRI INVITATI
ru: ПРИГЛАШЕННЫЕ УЧАСТНИКИ
vi: MỜI CÁC THÀNH VIÊN

source: Channel info
it: Info canale
ru: Информация канала
vi: Thông tin kênh

source: Add members
it: Aggiungi membri
ru: Добавить участников
vi: Thêm thành viên

source: Add
it: Aggiungi
ru: Добавить
vi: Thêm

# messageCopiedInfo
source: Message has been copied to clipboard
it: Il messaggio è stato copiato negli appunti
ru: Сообщение было скопировано в буфер обмена
vi: Đã sao chép

source: Channel settings
it: Impostazioni del canale
ru: Настройки канала
vi: Cài đặt

# replyPlural
source: {count, plural, =0{no replies} =1{1 reply} other{{count} replies}}
it: {count, plural, =0{nessuna risposta} =1{1 Commento} other{{count} Commenti}}
ru: {count, plural, =0{нет ответов} =1{1 ответ} other{{count} ответов}}
vi: {count, plural, =0{không có trả lời} =1{1 trả lời} other{{count} trả lời}}

# noConversationInChat
source: There are no messages in this chat! Start conversation with {username} by sending some text, image or document
it: Non ci sono messaggi in questa chat! Inizia una conversazione con {username} inviando un testo, un'immagine o un documento
ru: В этом чате пока нет сообщений! Начните разговор с {username}, отправив какой-либо текст, изображение или документ
vi: Không có tin nhắn nào trong cuộc trò chuyện này! Bắt đầu cuộc trò chuyện với {tên người dùng} bằng cách gửi một số văn bản, hình ảnh hoặc tài liệu

source: Reply to
it: Rispondi a
ru: Ответить
vi: Trả lời

# channelMembersPlural
source: {count, plural, =0{No channel members} =1{Channel member} other{Channel members ({count})}}
it: {count, plural, =0{Nessuno membro del canale} =1{membro del canale} other{membri del canale ({count})}}
ru: {count, plural, =0{Нет участников канала} =1{Участник канала} other{Участник канала ({count})}}
vi: {count, plural, =0{Không có thành viên nào} =1{Thành viên} other{Thành viên ({count})}}

# registrationEmailSent
source: Done, we’ve sent a verfication link and generated password to:
it: Finito, abbiamo inviato un collegamento di verifica e una password generata a:
ru: Готово, мы отправили ссылку для верификации и сгенерированный пароль по адресу:
vi: Hoàn thành! Chúng tôi đã gửi đường dẫn xác nhận và password tới:

source: Russian
it: Russo
ru: Русский
vi: Tiếng Nga

source: French
it: Francese
ru: Французский
vi: Tiếng Pháp

source: German
it: Tedesco
ru: Немецкий
vi: Tiếng Đức

source: Italian
it: Italiano
ru: Итальянский
vi: Tiếng Ý

source: Finnish
it: Finlandese
ru: Финский
vi: Tiếng Phần Lan

# joinTheTeamButton
source: Join the team
it: Unisciti alla squadra
ru: Присоединиться к команде
vi: Tham gia nhóm

# joinWorkspaceSubtitle
source: Twake is an open-source digital workplace built to improve your team productivity
it: Twake è un posto di lavoro digitale con codice aperto fatto per migliorare la produttività della tua squadra
ru: Twake - это рабочая среда с открытым исходным кодом, созданная для повышения производительности вашей команды
vi: Twake là một không gian làm việc số mã nguồn mở nơi làm việc được xây dựng để cải thiện năng suất nhóm của bạn

# inviteToWorkspace
source: Invite people to
it: Invita le persone a
ru: Пригласить пользователей в
vi: Mời mọi người tham gia

# inviteToWorkspaceSubtitle2
source: workspace by sending them invititation over email or via messenger using magic link
it: di lavoro inviando loro l'invito via e-mail o via messaggio usando il collegamento magico
ru: рабочую среду, направив пригласительную ссылку по электронной почте или с помощью мессенджеров
vi: không gian làm việc bằng cách gửi lời mời qua email hoặc qua messenger bằng cách sử dụng liên kết

source: Invite by email
it: Invita via e-mail
ru: Пригласить по электронной почте
vi: Mời qua email

# joinMeOnTwake
source: Hey, join me on Twake: {link}
it: Unisciti a me su Twake: {link}
ru: Привет! Я использую Twake: {link}
vi: Xin chào, mời bạn tham gia Twake tại: {link}

# invitationSent
source: Your invitations have been successfully sent.
it: I tuoi inviti sono stati inviati con successo.
ru: Приглашения успешно отправлены.
vi: Lời mời của bạn đã được gửi thành công.

# generateNewLinkSubtitle
source: You can generate a new shareable link, however, current link will be automatically revoked and become invalid.
it: È possibile generare un nuovo collegamento condivisibile, Tuttavia, il collegamento corrente sarà automaticamente revocato e non sarà più valido.
ru: Вы можете создать новую пригласительную ссылку, однако уже существующая ссылка будет автоматически аннулирована и потеряет силу.
vi: Bạn có thể tạo một liên kết có thể chia sẻ mới, tuy nhiên, liên kết hiện tại sẽ tự động bị thu hồi và trở nên không hợp lệ.

# joinWorkspaceIntro
source: Twake is an open-source digital workspace built to improve your team’s productivity
it: Twake è uno spazio di lavoro digitale open source costruito per migliorare la produttività del tuo team
ru: Twake - это цифровая рабочая среда с открытым исходным кодом, созданная для повышения продуктивности вашей команды
vi: Twake là một không gian làm việc số mã nguồn mở được xây dựng để tăng hiệu quả hoạt động nhóm

# joinWorkspaceSubTitle
source: You have been invited to join {workspace} workspace on Twake!
it: Sei stato invitato a partecipare {workspace} spazio di lavoro su Twake!
ru: Вас пригласили присоединиться к рабочей среде {workspace} в Twake!
vi: Bạn đã được mời tham gia không gian làm việc {workspace} trên Twake!

# sendButton
source: Send
it: Invia
ru: Отправить
vi: Gửi

source: Invite another member
it: Invita un altro membro
ru: Пригласить другого участника
vi: Mời một thành viên khác

# addEmailAddress
source: Add an email address
it: Aggiungi un indirizzo e-mail
ru: Добавить адрес электронной почты
vi: Thêm địa chỉ email

# showMoreInvites
source: Show {number} more invites
it: Mostra {number} inviti di più
ru: Показать еще {number} приглашений
vi: Hiển thị thêm {number} lời mời

# sendMagicLinkToColleagues
source: Send magic link to your colleagues
it: Invia il collegamento magico ai tuoi colleghi
ru: Отправить ссылку коллегам
vi: Gửi liên kết cho đồng nghiệp của bạn

# invitePeopleToWorkspace
source: Invite people to this workspace
it: Invita le persone a questo spazio di lavoro
ru: Пригласить пользователей в эту рабочую среду
vi: Mời mọi người vào không gian làm việc này

# inviteToWorkspaceSubtitle1
source: Invite your colleagues and collaborators to
it: Invita i tuoi colleghi e collaboratori a
ru: Пригласить коллег и коллабораторов в
vi: Mời đồng nghiệp và cộng tác viên của bạn đến

# invitationCopiedToast
source: Invitation link has been copied to a clipboard
it: Il collegamento dell'invito è stato copiato negli appunti
ru: Пригласительная ссылка скопирована в буфер обмена
vi: Liên kết lời mời đã được sao chép vào bộ nhớ tạm

source: Share invitation link
it: Condividi il collegamento dell'invito
ru: Поделиться пригласительной ссылкой
vi: Chia sẻ liên kết lời mời

# sendInvitationByEmail
source: Send invitation link by email
it: Invia il collegamento di invito via e-mail
ru: Отправить пригласительную ссылку по электронной почте
vi: Gửi liên kết lời mời qua email

# invitationCopiedToClipboard
source: Invitation link has been copied to a clipboard
it: Il collegamento dell'invito è stato copiato negli appunti
ru: Пригласительная ссылка скопирована в буфер обмена
vi: Liên kết lời mời đã được sao chép vào bộ nhớ tạm

source: Invite users
it: Invita gli utenti
ru: Пригласить пользователей
vi: Mời người dùng

source: Go to main screen
it: Vai alla schermata principale
ru: Перейти к основному экрану
vi: Chuyển đến màn hình chính

# generateNewLink
source: Generate a new link
it: Genera un nuovo collegamento
ru: Сгенерировать новую ссылку
vi: Tạo một liên kết mới

# newLinkGenerated
source: New link has been successfully generated
it: Il nuovo collegamento è stato generato con successo
ru: Новая ссылка успешно сгенерирована
vi: Liên kết mới đã được tạo thành công

source: Contact technical support
it: Contatta il supporto tecnico
ru: Связаться со службой поддержки
vi: Hỗ trợ

# outOfReachTechnicalSupport
source: Support team is out of reach, sorry.
it: La squadra di aiuto non è raggiungibile, mi dispiace.
ru: К сожалению, служба поддержки временно недоступна.
vi: Rất tiếc vì không thể trợ giúp.

# joinWorkspaceTitle
source: Join
it: Unisciti
ru: Присоединиться
vi: Tham gia

# joinWorkspaceButton
source: Join the workspace
it: Unisciti allo spazio di lavoro
ru: Присоединиться к рабочей среде
vi: Tham gia

# joinWorkspaceUnAvailableTitle
source: Link is no longer available
it: Il link non è più disponibile
ru: Ссылка больше не доступна
vi: Đường dẫn không còn tồn tại

# joinWorkspaceUnAvailableSubTitle
source: Link to join workspace is not available anymore due to it’s expired or was revoked
it: Il link per unirsi allo spazio di lavoro non è più disponibile perché è scaduto o è stato revocato
ru: Пригласительная ссылка для данной рабочей среды больше не доступна. Она истекла или была аннулирована
vi: Đường dẫn tham gia không gian làm việc hiện không tồn tại do đã hết hạn hoặc bị thu hồi

# joinWorkspaceCreateCompanyButton
source: Create your company
it: Crea la tua azienda
ru: Создать свою компанию
vi: Tạo Công Ty

# joinWorkspaceUnAvailableNote
source: You can ask your invitor to provide you with a valid link or you can create your own company
it: Puoi chiedere al tuo invitante di fornirti un link valido o puoi creare la propria azienda
ru: Попросите человека, который пригласил вас присоединиться к этой компании, выслать новую ссылку или создайте собственную компанию
vi: Bạn có thể yêu cầu Người mời cung cấp đường dẫn hợp lệ hoặc bạn có thể tạo một Công ty mới
